[
    {
        "title" : "Las Crónicas de DUNE",
        "detail" : "Este estuche reúne la trilogía original de «Dune», la magnífica saga de Frank Herbert, un triunfo de la imaginación y una de las series de ciencia ficción más aclamadas de todos los tiempos.",
        "price" : 41000,
        "image" : "image1" ,
        "code" : 9788466356985,
        "stock" : 15 ,
        "id" : 1
    },
    {
        "title": "Trilogía de la Fundación",
        "detail":"El hombre se ha dispersado por toda la galaxia. La capital del Imperio es Trántor, nido de intrigas y corrupción. Gracias a su ciencia, fundada en el estudio matemático de los hechos históricos y el comportamiento de las masas, el psicohistoriador Hari Seldon prevé la caída del Imperio y el retorno a la barbarie durante varios milenios",
        "price": 13500,
        "image": "image2",
        "code": 9788499083209,
        "stock": 40,
        "id": 2
    },
    {
        "title" : "Star Wars: Thrawn",
        "detail" : "Desde su introducción en la ya clásica novela Heredero del Imperio, de Timothy Zahn, pasando por sus aventuras en El resurgir de la fuerza oscura y La última orden, el Gran Almirante Thrawn se hizo lugar entre los más grandes villanos de Star Wars. Pero los orígenes y la historia de su ascenso en los rangos imperiales han sido un misterio." ,
        "price" : 37000,
        "image" : "image3",
        "code" : 9786070753749,
        "stock" : 100,
        "id" : 3
    },
    {
        "title" : "Star Wars: Thrawn: Alianzas",
        "detail" : "Son palabras sombrías bajo cualquier circunstancia, pero aún más cuando son pronunciadas por el Emperador Palpatine. En Batuu, en el borde de las Regiones Desconocidas, está gestándose una amenaza para el Imperio. Su existencia es apenas visible, sus consecuencias apenas imaginables.",
        "price" : 34100,
        "image" : "image4",
        "code" : 9786070757891,
        "stock" : 100,
        "id" : 4
    },
    {
        "title" : "Star Wars: Thrawn: Traición",
        "detail" : "El Gran Almirante Thrawn se enfrenta a la prueba definitiva de su lealtad ante el Imperio en esta novela épica. Thrawn ha sido uno de los instrumentos más efectivos del Imperio, persiguiendo a sus enemigos hasta los límites de la galaxia conocida.",
        "price" : 32000,
        "image" : "image5",
        "code" : 9788413411798,
        "stock" : 100,
        "id" : 5
    },
    {
        "title": "El temor de un hombre sabio",
        "detail" : "Llega El temor de un hombre sabio, la esperada continuación de la historia de Kvothe y El nombre del viento. «Todo hombre sabio teme tres cosas: la tormenta en el mar, la noche sin luna y la ira de un hombre amable.» El hombre había desaparecido. El mito no.",
        "price" : 15300,
        "image" : "image6",
        "code" : 9788499899619,
        "stock" : 35,
        "id" : 76
    },
    {
        "title" : "El nombre del viento",
        "detail" : "El nombre del viento por Patrick Rothfuss, En una posada en tierra de nadie, un hombre de dispone a relatar, por primera vez, la auténtica historia de su vida.  Una historia que únicamente él conoce y que ha quedado diluida tras los rumores y los cuentos de taberna que lo han convertido en un personaje legendario a quien todos daban ya por muerto",
        "price" : 24270,
        "image" : "image7",
        "code" : 9789588940670,
        "stock" : 41,
        "id" : 7
    },
    {
        "title" : "La música del silencio",
        "detail" : "Al despertar, Auri supo que faltaban siete días. Sí, estaba segura. Él iría a visitarla al séptimo día.» La Universidad, el bastión del conocimiento, atrae a las mentes más brillantes para aprender ciencias como la artificería y la alquimia. Pero bajo esos edificios y sus concurridas aulas existe un mundo en penumbra." ,
        "price" : 5850,
        "image" : "image8",
        "code" : 9789585454835,
        "stock" : 100,
        "id" : 8
    },
    {
        "title" : "Archivo Criminal",
        "detail" : "¿Cómo asegurar que en nuestro interior no habita un monstruo? Cuando la periodista Andrea Hartung leyó por casualidad el libro Helter Skelter –que relata los asesinatos cometidos por Charles Manson y la secta que formó en un rancho californiano cuyos crímenes resuenan en el cine, la literatura y la televisión hasta hoy– entró sin saberlo en un mundo desconocido, pero extremadamente envolvente que se ha convertido en una lucrativa industria de entretenimiento: el true crime.",
        "price" : 11830,
        "image" : "image9",
        "code" : 9789564083711,
        "stock" : 100,
        "id" : 9
    },
    {
        "title" : "Estuche Harry Potter",
        "detail" : "Tamaño: Bolsillo. Hazte con la colección completa de los libros de Harry Potter, la saga más mágica de todos los tiempos. Salamandra presenta la saga de «Harry Potter» en una edición renovada y única en un estuche con las siete novelas. Contando con el rediseño de cubierta a cargo del galardonado ilustrador Jonny Duddle, estos libros son una nueva propuesta, muy atractiva, para acercar Harry Potter a todos los públicos: desde coleccionistas hasta los lectores más jóvenes.",
        "price" : 78970,
        "image" : "image10",
        "code" : 7709238130093,
        "stock" : 100,
        "id" : 10
    }
]